Repository: NicKoehler/Alla-Romana
Catalog: lib/l10n/app_*.arb
Languages: it

source: Add person
it: Aggiungi una persona

source: Enter name
it: Inserire il nome

# enterNameError
source: Enter a valid name
it: Inserire un nome valido

source: Enter cost
it: Inserire il costo

# enterCostError
source: Enter a numerical amount
it: Inserire un importo numerico

# addPersonDesc
source: Add some people to start calculating
it: Aggiungi delle persone per iniziare a calcolare i costi

# removePersonDescription
source: Are you sure you want to remove this person?
it: Sei sicuro di voler rimuovere questa persona?

source: Calculate
it: Calcola

source: Close
it: Chiudi

source: Total
it: Totale

source: Confirm
it: Conferma

source: Cancel
it: Annulla

source: Yes
it: Si

# pay
source: pays
it: paga

source: spent
it: ha speso

source: has to pay
it: deve pagare

source: should receive
it: deve ricevere

source: SOLUTION
it: SOLUZIONE

source: ENTERED COSTS
it: COSTI INSERITI

source: DEBITORS
it: DEBITORI

source: CREDITORS
it: CREDITORI

# to
source: {val,plural,other{to}}
it: {true,plural,=1{ad} other{a}}

# enterNameErrorLength
source: {val,plural,other{The name cannot exceed {val} characters}}
it: {val,plural,other{Il nome non può superare i {val} caratteri}}

# enterCostErrorLength
source: {val,plural,other{The cost cannot exceed {val} characters}}
it: {val,plural,other{Il costo non può superare i {val} caratteri}}

# costPerPerson
source: {count,plural,other{Cost per person ({count})}}
it: {count,plural,other{Costo a persona ({count})}}
